<!DOCTYPE html>
<html lang="en">

<?php session_start(); ?>
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> حصن المسلم </title>
    <link rel="stylesheet" href="../css/Accessories.css">
</head>

<body >
<div class="container">
      <div class="logo">
        <img src="../imaj/logo.png" alt="" />
      </div>
      <div class="list">
        <?php
        if (isset($_SESSION['first_name'])) {
          echo "
            <a href='../index.php'>الصفحة الرئيسية</a>
            <a href='../logout.php'>تسجيل الخروج </a>
            <a href='../function/profile.php'>" . $_SESSION['first_name'] . "</a>
            <img src='../imaj/images.png' >";
        } else {
          echo
          "
          <a href='../index.php'>الصفحة الرئيسية</a>
          <a href='../signin.php'>تسجيل الدخول</a>
          <a href='../signup.php'>تسجيل حساب جديد</a> ";
        }
        ?>
      </div>
</div>
    <main dir="rtl">
        <div class="titer">أحكام التجويد  </div>
        <div>
            <samp> أحكام الاستعاذة والبسملة</samp>
            <ul>
                <li>الاستعاذة
                </li>
                <li>البسملة</li>
            </ul>
        </div> 
        <div>
            
             <samp> أحكام النون الساكنة والتنوين </samp>
            <ul>
                <li>الإظهار</li>
                <li>الإدغام</li>
                <li>الإقلاب</li>
                <li>الإخفاء </li>
            </ul> 
        </div>
        <div>
           
            <samp> أحكام الميم والنون المشددتين </samp>
            <p>تجب الغُنَّة في الميم والنون المشدّدتين بمقدار حركتين، والحركة تعني المدَّة الزمنية اللازمة لقبض الأصبع أوبسطه، ويُطلق على كلّ منهما حرفٌ أغَنّ، أو حرف غنّة مثل كلمة: (هَمَّازٍ)</p>
            <ul>
              <li> الإخفاء الشفوي </li>
              <li> الإدغام الشفوي</li>
              <li>الإظهار الشفوي</li>
            </ul>
        </div>
        <div>
            <samp>أحكام الإدغام </samp>
            <ul>
              <li> إدغام المتماثلين</li>
              <li> إدغام المتجانسين</li>
            </ul>
        </div>
        <div>
            <samp>أحكام اللام الساكنة</samp>
            <ul>
              <li> أحكام اللام (أل) الداخلة على الأسماء النكرة لتعريفها</li>
              <li> أحكام لام الفعل</li>
              <li> أحكام لام الإسم</li>
              <li> أحكام لام الحرف</li>
              <li> أحكام لام الأمر</li>
            </ul>
           </div>
        <div>
            <samp>أحكام التفخيم و الترقيق </samp>
                <p>تقسم الحروف في علم التجويد إلى أحرف مفخمة دائماً وأخرى مرقَّقة، والنوع الثالث يأتي فيه كِلا الأمرين، والتفصيل فيما يأتي:</p>
                <ul>
              <li>أحرف مفخمة دائما </li>
              <li>أحرف مفخمة مرققة </li>
              <li> أحرف مفخمة تارة و مرققة تارة اخرى 
              <ul>
                  <li>الألف</li>
                  <li>اللام</li>
                  <li>الراء</li>
                </ul>
              </li>
            </ul>
        </div>
        <div>
            <samp>أحكام المدود</samp>
                <p>هو المدّ الذي لا تقوم ذات الحرف إلا به، ويكفي لوجوده وجود أحد حروف المدّ، ولا يكون قبل حرف المدّ همزة ولا بعده همز ولا سكون، ويُمدّ بمقدار حركتين، ومثاله في قول الله -تعالى-: (بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرً)</p>
                <ul>
                  <li>المد الطبيعي (الأصلي)</li>
                  <li> المد الفرعي 
                    <p>ينقسم المدّ الفرعي إلى قسمين اثنين بيانهما فيما يأتي</p>
                    <ul>
                      <li>المد الفرعي بسبب الهمز
                          <ul>
                            <li>مد البدل و شبيه البدل</li>
                            <li>المد المتصل</li>
                            <li>المد المنفصل</li>
                          </ul>
                      </li>
                      <li>المد الفرعي بسبب السكون
                        <ul>
                          <li>المد اللازم</li>
                          <li>المد الاعارض لسكون</li>
                        </ul>
                      </li>
                    </ul>
                  </li>
                </ul>
        </div>
        <div>
            <samp>مخارج الحروف</samp>
            <p>يُعرَّف المخرج لغةً بالمجرى، أمّا في الاصطلاح هو المجرى الذي يمرُّ به الحرف عند النطق به، ويُميّزه عن غيره، وهي خمسة مخارج: الحلق، والجوف، والخيشوم، والشفتان، واللسان، وفيما يأتي ذكرها مع التفصيل:</p>
            <ul>
              <li>الجوف</li>
              <li> الحلق</li>
              <li> اللسان</li>
              <li> الشفتين</li>
              <li> الخيشوم</li>
            </ul>
           </div>
        <div>
        <div>
            <samp>صفات الحروف</samp>
            <p>الصفة لغةً هي ما بالشيء من المعنى، أمَّا اصطلاحاً فهي ما يتعرَّض للحرف أثناء خروجه من المجرى، وهي مقسومة في قسمين: أولاً: صفات لها أضداد وصفات لا أضداد لها، وفيما يأتي بيان هذه الصفات:</p>
            <ul>
              <li>الهمس الجهر</li>
              <li> الشدة اللين</li>
              <li> الاستعلاء و الاستفتال</li>
              <li> الشفتين</li>
              <li> الإطباق و الانفتاح</li>
              <li> الإذلاق و الغصمات</li>
              <li> الإذلاق و الغصمات</li>
            </ul>
            <p>أما الصفات التي لا ضدَّ لها فهي:</p>
            <ul>
              <li>الصفير</li>
              <li> القلقة</li>
              <li> اللين</li>
              <li> الانحراف</li>
              <li> التكرار</li>
              <li> التفشي</li>
              <li> الاستطالة</li>
            </ul>
           </div>
        <div>
        <div>
            <samp>أحكام السكتات</samp>
            <p>السكت في اللغة هو الصمّت، أمّا اصطلاحاً فهو قطع الصوت على آخر الكلمة من غير تنفس بمقدار حركتين، وفي قراءة حفص مقدار هذه السكتات هي أربعة، وهي:</p>
            <ul>
              <li>الجوف</li>
              <li> الحلق</li>
            </ul>
            <p>وفي السكت الجائز ما يأتي:</p>
            <ul>
              <li> الشفتين</li>
              <li> الخيشوم</li>
            </ul>
            <p>ويجوز السكت وعدمه في سورة الحاقة عند كلمة (ماليه) في قول الله -تعالى-: (مَا أَغْنَى عَنِّي مَالِيَهْ * هَلَكَ عَنِّي سُلْطَانِيَهْ).</p>
           </div>
        <div>
    </main>
    <footer>
    <div class="links">
      <div class="links-container">
        <h3>معلومات الإتصال </h3>
        <a href="">QuranicSchool@gmail.com</a>
        <a href="">+213687654321</a>
        <a href="">+213756781234</a>
      </div>
      <div class="links-container">
        <h3> مواقع التواصل </h3>
        <a href="">Facebook</a>
        <a href="">Instagram</a>
        <a href="">YouTube</a>
      </div>
      <div class="links-container">
        <h3>العنوان </h3>
        <a href="https://goo.gl/maps/QGHyfpjcP72wm6Di6">M7F2+XP الجلفة</a>
      </div>
    </div>

    <div class="info">
    حقوق التأليف والنشر &#169; 2021-2022  <br />
      كل الحقوق محفوظة
    </div>
  </footer>
</body>

</html>